antigravity
app2unit
ascii-image-converter-bin
bongocat
bt-dualboot
caelestia-cli
caelestia-meta
caelestia-shell
cliwt
envycontrol
fsearch
gallery-dl
google-chrome
grub-customizer
hyprviz-bin
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
lmstudio-bin
localsend-bin
manga-tui
onlyoffice-bin
pcsx2-latest-bin
pear-desktop-bin
pokemon-colorscripts-git
qdirstat-bin
qdl
qt5ct-kde
qt6ct-kde
quickshell-git
rofi-power-menu
spotify
tplay-git
unimatrix-git
upscayl-bin
vicinae-bin
visual-studio-code-bin
webapp-manager
wl-gammarelay-rs
yewtube
zen-browser-bin
