antigravity
app2unit
bongocat
caelestia-cli
caelestia-meta
caelestia-shell
cliwt
fsearch
google-chrome
grub-customizer
hyprviz-bin
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-quickshell-git
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
obsidian-bin
pear-desktop-bin
pokemon-colorscripts-git
qt5ct-kde
qt6ct-kde
rofi-power-menu
spotify
tplay-git
unimatrix-git
upscayl-bin
vicinae-bin
visual-studio-code-bin
webapp-manager
zen-browser-bin
