accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amberol
antigravity
app2unit
aria2
ark
aspell
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
bongocat
bt-dualboot
btop
btrfs-progs
caelestia-cli
caelestia-meta
caelestia-shell
cantarell-fonts
chafa
chezmoi
clapper
cliwt
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
envycontrol
eos-dracut
eos-hooks
ethtool
evtest
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
figlet
firefox
fsearch
git
github-cli
glances
gnome-disk-utility
google-chrome
grub
grub-customizer
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
haveged
hdparm
hwdetect
hwinfo
hyprviz-bin
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-quickshell-git
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
inetutils
intel-gpu-tools
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kdegraphics-thumbnailers
keyd
kimageformats
less
libappindicator
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
logrotate
lolcat
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
ncspot
neovim
netctl
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-open
nvidia-prime
obsidian-bin
okular
openssh
os-prober
pacman-contrib
paru
pear-desktop-bin
perl
pipewire-alsa
pipewire-jack
pkgfile
plasma-browser-integration
plocate
pokemon-colorscripts-git
poppler-glib
power-profiles-daemon
proton-vpn-gtk-app
pv
python
python-defusedxml
python-jinja
python-packaging
python-pip
python-virtualenv
qbittorrent
qt5ct-kde
qt6ct-kde
rclone
rebuild-detector
reflector
rofi
rofi-power-menu
rtkit
s-nail
sddm
sg3_utils
smartmontools
sof-firmware
spotify
sudo
sysfsutils
systemd-sysvcompat
texinfo
tldr
toilet
touchegg
tplay-git
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unimatrix-git
unrar
unzip
upscayl-bin
usb_modeswitch
usbutils
vicinae-bin
visual-studio-code-bin
vulkan-intel
webapp-manager
webkit2gtk
wev
which
wpa_supplicant
xdg-desktop-portal-wlr
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yt-dlp
zathura
zathura-pdf-mupdf
zed
zen-browser-bin
zip
